Repository: wizcarder/wizcard-server
Catalog: wizcardship/locale/*/LC_MESSAGES/django.po
Languages: es

source: Accept selected friendship requests
es: Aceptar solicitud de amistad

source: Decline selected friendship requests
es: Rechazar solicitudes de amistad

source: Cancel selected friendship requests
es: Cancelar solicitudes de amistad

source: friendship request
es: Solicitud de amistad

source: friendship requests
es: Solicitudes de amistad

source: %(from_user)s wants to be friends with %(to_user)s
es: %(from_user)s quiere ser amigo de %(to_user)s

source: friendship
es: amistad

source: friendships
es: amistades

source: %(user)s's friends
es: %(user)s's amigos

source: Friends count
es: Amigos en total

source: Summary of friends
es: Amigos

source: user blocks
es: usuario bloquea

source: Users blocked by %(user)s
es: Usuarios bloqueados por %(user)s

source: Blocks count
es: Total bloqueados

source: Summary of blocks
es: Bloqueados

source: You can't befriend yourself.
es: No puedes ser amigo de tí mismo

source: You are already friends with %(user)s
es: Ya eres amigo de %(user)s

source: You already have an active friend invitation for %(user)s.
es: Todavía tienes una invitación pendiente de %(user)s.

source: You have requested to be friends with %(user)s.
es: Te han solicitado ser amigo de %(user)s.

source: You are now friends with %(user)s.
es: Ahora eres amigo de %(user)s.

source: You declined friendship request of %(user)s.
es: Has rechazado la solicitud de amistad de %(user)s.

source: %(user)s has declined your friendship request.
es: %(user)s ha rechazado tu solicitud de amistad.

source: You cancelled your request to be friends with %(user)s.
es: Has cancelado su solicitud de amistad con %(user)s.

source: You are no longer friends with %(user)s.
es: Ya no eres amigo de %(user)s.

source: %(user)s has removed you as a friend.
es: %(user)s te ha eliminado como amigo.

source: You have blocked %(user)s.
es: Has bloqueado a %(user)s.

source: %(user)s is already blocked.
es: %(user)s todavía está bloqueado.

source: %(user)s was not blocked.
es: %(user)s no fue bloqueado.

source: You have unblocked %(user)s.
es: Has desbloqueado a %(user)s.
